[{"name":"Jenny", "product":"https://image3.mouthshut.com/images/imagesp/925005339s.jpg","reviewerPic":"https://randomuser.me/api/portraits/women/64.jpg","productName":"Johnson Baby Lotion","rating":"4.7","review":"Its very thin and loose lotion which blends smoothly on baby soft skin and it has a good fragrance. Not very strong. But the problem is its not working with dry baby skin. Its ok to use for normal baby skin. Baby cream without fragrance also available in market I used that also but personally I like with fragrance for baby smell."},{"name":"Lara", "product":"https://images.familyrated.com/item/22407/large/default.jpg","reviewerPic":"https://randomuser.me/api/portraits/women/91.jpg","productName":"Johnson's® Baby Shampoo","rating":"4.3","review":"I use this everyday in my child’s bath time routine.it smells so good. My child loves it’s bubbles. It feels so soft. The bottle is easily squeezable. I would recommend this product"},{"name":"Jessica", "product":"https://images.familyrated.com/item/14231/large/default.jpg","reviewerPic":"https://randomuser.me/api/portraits/women/12.jpg","productName":"Johnson's® Baby Bedtime® Bath","rating":"4.4","review":"This smells so good, it’s got such a calming smell. It leaves my babies skin feeling so soft after a bath and it’s really gentle too. We usually put a little in the bath as bubble bath too"},{"name":"Roy", "product":"https://images.familyrated.com/item/15432/large/default.jpg","reviewerPic":"https://randomuser.me/api/portraits/men/91.jpg","productName":"Johnson's Baby Powder, Original","rating":"4.7","review":"This is a product that gets used a lot by my family, but the most times it gets used is for after bath times on the baby's on all the wee creases that don't always get a proper drying from just using the towel. It also gets used on my partners feet as he is in work all day..."},{"name":"Rebecca", "product":"https://images.familyrated.com/item/15114/large/default.jpg","reviewerPic":"https://randomuser.me/api/portraits/women/66.jpg","productName":"Johnson's Baby Oil Gel","rating":"5","review":"Very very lovely products I use all of them , they're very gentle non the skin no allergies no strong scent which I like so much and they are made for a sensitive skin mostly so it's perfect for a baby skin , I recommend for you mommies"},{"name":"liso", "product":"https://images.familyrated.com/item/14026/large/default.jpg","reviewerPic":"https://randomuser.me/api/portraits/women/78.jpg","productName":"Johnson's Baby Gift Set Take Along Pack","rating":"4.5","review":"We used this pack at first because we received it as a gift for the newest member of the family. Then we bought it as it is a great idea for travelling ."}
]